Repository: tscholze/kotlin-kmm-kennzeichner
Catalog: app/iosApp/iosApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

# List.Navigation.Title
source: License Plates
de: Kennzeichen

# Map.Annotation.Label
source: Tap for more information
de: Klicke für mehr Informationen

# Map.Navigation.Title
source: Map
de: Karte

# Misc.Retry
source: Retry
de: Erneut versuchen

# Preparation.State.Failed.Message
source: Something failed. I do not know what
de: Leider ging irgendwas nicht so wie wir es wollten

# Preparation.State.Failed.Title
source: Ooopsie, sorry
de: Es ging was schief

# Preparation.State.Filled.Title
source: Yay, I'm finished
de: Yay, bin fertig!

# Preparation.State.Preparing.Title
source: Let me prepare myself
de: Ich bereite mich vor

# Region.Detail.Area.Format %@
source: Area: %@ sqkm
de: Fläche: %@ qkm

# Region.Detail.Inhabitants.Format %@
source: Inhabitants: %@
de: Einwohner: %@

# Region.Detail.Leader.Format %@
source: Mayor: %@
de: Bürgermeister*in: %@
